{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "ayu": {
      "src": "https://github.com/Shatur/neovim-ayu"
    },
    "blink-cmp-dictionary": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-dictionary"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "cmp-dbee": {
      "src": "https://github.com/MattiasMTS/cmp-dbee"
    },
    "colorbuddy.vim": {
      "src": "https://github.com/tjdevries/colorbuddy.vim"
    },
    "compile-mode.nvim": {
      "src": "https://github.com/ej-shafran/compile-mode.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "dracula": {
      "src": "https://github.com/dracula/vim"
    },
    "everblush": {
      "src": "https://github.com/Everblush/nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fluoromachine.nvim": {
      "src": "https://github.com/maxmx03/fluoromachine.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "git-worktree.nvim": {
      "src": "https://github.com/ThePrimeagen/git-worktree.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruber-darker": {
      "src": "https://github.com/blazkowolf/gruber-darker.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvbuddy.nvim": {
      "src": "https://github.com/tjdevries/gruvbuddy.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "haskell-tools.nvim": {
      "src": "https://github.com/mrcjkb/haskell-tools.nvim",
      "version": "'v10.0.0'"
    },
    "haskell-vim": {
      "src": "https://github.com/neovimhaskell/haskell-vim"
    },
    "jellybeans": {
      "src": "https://github.com/nanotech/jellybeans.vim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "midnight.nvim": {
      "src": "https://github.com/dasupradyumna/midnight.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.jump": {
      "src": "https://github.com/nvim-mini/mini.jump",
      "version": "'stable'"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim"
    },
    "moonfly": {
      "src": "https://github.com/bluz71/vim-moonfly-colors"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "neofusion": {
      "src": "https://github.com/diegoulloao/neofusion.nvim"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nord.nvim": {
      "src": "https://github.com/shaunsingh/nord.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-dbee": {
      "src": "https://github.com/kndndrj/nvim-dbee",
      "version": "'master'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "org-bullets.nvim": {
      "src": "https://github.com/nvim-orgmode/org-bullets.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "pop-punk": {
      "src": "https://github.com/bignimbus/pop-punk.vim"
    },
    "rainbow_csv.nvim": {
      "src": "https://github.com/cameron-wags/rainbow_csv.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "shades-of-purple": {
      "src": "https://github.com/Rigellute/shades-of-purple.vim"
    },
    "showkeys": {
      "src": "https://github.com/nvzone/showkeys"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "sonokai": {
      "src": "https://github.com/sainnhe/sonokai"
    },
    "spacecamp": {
      "src": "https://github.com/jaredgorski/spacecamp"
    },
    "spaceduck": {
      "src": "https://github.com/pineapplegiant/spaceduck"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-be-good": {
      "src": "https://github.com/ThePrimeagen/vim-be-good"
    },
    "vim-uppercase-sql": {
      "src": "https://github.com/jsborjesson/vim-uppercase-sql"
    },
    "vividchalk": {
      "src": "https://github.com/tpope/vim-vividchalk"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zenbones.nvim": {
      "src": "https://github.com/zenbones-theme/zenbones.nvim"
    }
  }
}
