{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "colorbuddy.vim": { "branch": "master" },
  "compile-mode.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "csvview.nvim": { "branch": "main" },
  "cyberdream.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dracula": { "branch": "master" },
  "everblush": { "branch": "main" },
  "fluoromachine.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "gruber-darker": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gruvbuddy.nvim": { "branch": "master" },
  "harpoon": { "branch": "harpoon2" },
  "haskell-tools.nvim": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "jellybeans": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "neofusion": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dbee": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "org-bullets.nvim": { "branch": "main" },
  "orgmode": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pop-punk": { "branch": "main" },
  "rainbow_csv.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "shades-of-purple": { "branch": "master" },
  "showkeys": { "branch": "main" },
  "spacecamp": { "branch": "master" },
  "spaceduck": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "telescope_hoogle": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-uppercase-sql": { "branch": "master" },
  "vividchalk": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}
